---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.ProgressChangedEventArgs
source: html/fd4b564f-31e2-4804-1e3e-55ac1bca5bad.htm
---
# ProgressChangedEventArgs Members

Requests to cancel the progress bar's operation.